import Songs from './Songs/Songs'

export const read = () => {
  // var vs = require('./Songs/Andura Madin.txt');

  // console.log("##############", JSON.stringify(Songs));

//   return `හදවතින් මා තුති පුදන්නේ - Am - 4/4
//
// හදව[Am]තින් මා තුති පු[G]දන්නේ ජේසු[F]ගේ [G]ආදරේ නි[Am]සා//
// යළි ය[Am]ළිත් මා පණ ල[Dm]බන්නේ ජේසු[G]ගේ ශ්‍රී [F]නාමයේ
// බ[Am]ලෙන්//
//
// [Am] වේ ප්‍ර[G]ශංසා  වේ ප්‍ර[Am]ශංසා//
//
// ජේසු [Am]මාගේ ශක්ති[G]යයි ජේසු [F]මාගේ [G] ශක්ති[Am]යයි
// ජේසු [Am]මාගේ ජීව[G]යයි  ජේසු [F]මාගේ [G] ජීව[Am]යයි
//
// වේ ප්‍රශංසා
//
// ජේසු මාගේ සුවයයි //
// ජේසු ජීවමාන වේ`;

  return Songs['අඳුර මැදින්'];
};
